Repository: ade25/ade25.contacts
Catalog: ade25/contacts/locales/*/LC_MESSAGES/ade25.contacts.po
Languages: de

source: Add portrait image for contact card
de: Fügen Sie ein ein Portraitfoto hinzu

source: Address
de: Adresse

source: Address Additional
de: Adresse Zusatz

source: Adds contact information and address fields
de: Fügt Kontakt- und Adressfelder hinzu

source: Adds image to contact cards
de: Fügt Bildupload zu Kontakmodul hinzu

source: Ade25 Contacts Settings
de: Ade25 Contacts Einstellungen

source: All fields marked with <code>*</code> are required.
de: Alle Felder markiert mit <code>*</code> sind Pflichtfelder.

source: Assign contact cards via selection
de: Kontaktmodulzuweisung via Auswahl

source: By sending this message, I confirm that my details are correct and I agree to the collection and further processing of the provided data. The data will only be used for the purpose stated in your inquiry.
de: Mit Versenden der Nachricht bestätige ich die Richtigkeit meiner angegebenen Daten und willige einer Erhebung und weitergehenden Verarbeitung ein. Diese Daten werden nur zu dem von Ihnen angegebenen Anlass genutzt.

source: Check to enable content element display
de: Anzeige im Inhaltsbereich aktivieren

source: Check to enable direct enquiry
de: Verweis auf Kontaktformular aktivieren

source: City
de: Stadt

source: Contact
de: Kontakt

source: Contact Assignment
de: Kontaktmodulzuweisung

source: Contact Information
de: Kontaktinformation

source: Contact Portrait
de: Kontaktfoto

source: Department
de: Abteilung

source: E-Mail
de: Ihre E-Mail-Adresse

source: Enable Privacy Policy fields
de: Felder mit Datenschutzhinweisen aktivieren

source: Enter relative location of privacy and data protection notice page
de: Geben Sie hier den relativen Pfad zu den Datenschutzhinweisen ein

source: First name
de: Name

source: Form submission failed
de: Formular konnte nicht versendet werden

source: I have acknowledged the
de: Ich habe die

source: Inquiry form
de: Anfrageformular

source: Inquiry from website visitor
de: Nachricht über das Web Anfrage Formular

source: Last name
de: Nachname

source: Phone
de: Telefon

source: Portrait
de: Porträt

source: Privacy Policy Location
de: URL der Bestimmungen und Belehrungen zum Datenschutz

source: Related
de: Verwandt

source: Return to last visited page
de: Zur zuletzt besuchten Seite zurückkehren

source: Select if a privacy notice and policy agreement checkbox should be added to inquiry forms.
de: Setzen Sie einen Haken, wenn eine Checkbox zur Datenverarbeitung und zur Akzeptanz der Datenschutzbestimmungen angezeigt werden soll.

source: Send message
de: Nachricht senden

source: Subject
de: Betreff

source: Submit
de: Abschicken

source: Thank you for your interest. We will get in touch with you as soon as possible.
de: Vielen Dank für Ihr Interesse. Wir werden uns sobald wie möglich mit Ihrem Anliegen auseinandersetzen.

source: There have been errors submitting your form
de: Bitte korrigieren Sie die angezeigten Fehler

source: This field is required
de: Dies ist ein Pflichtfeld

source: Visit website
de: Webseite besuchen

source: When activated the contact card will link to an direct enquiry form
de: Verweis auf Kontaktfomular aktivieren

source: When activated the view will attempt to display a content element instead of a contact card
de: Anzeige im Inhaltsbereich aktivieren

source: Your inquiry has been sent successfully.
de: Ihre Anfrage wurde erfolgreich verschickt.

source: Your message
de: Ihre Nachricht an uns

source: Zipcode
de: Postleitzahl

source: and accept it.
de: zur Kenntnis genommen und akzeptiere diese.

source: label_up_to_plone_setup
de: Zur Seitenkonfiguration

source: privacy policy
de: Datenschutzbestimmungen
